{
  "title": "О нас",
  "subtitle": "Ваш премиальный сервис аренды автомобилей в центре Дубая, предлагающий роскошные и экзотические автомобили для всех ваших потребностей.",

  "ourStory": {
    "title": "Наша История",
    "paragraph1": "Open Road Car Rental Dubai была основана с целью предоставить непревзойденный опыт аренды в городе, известном своей роскошью и инновациями. То, что началось как страсть к исключительным автомобилям, превратилось в самый престижный сервис аренды автомобилей в Дубае.",
    "paragraph2": "Наша команда состоит из увлеченных автомобильных энтузиастов с многолетним опытом работы в индустрии роскошных автомобилей. Мы лично выбираем каждый автомобиль в нашем автопарке, основываясь на производительности, комфорте, стиле и том особом чувстве, которое вы получаете за рулем по-настоящему выдающегося автомобиля.",
    "paragraph3": "С нашим тщательно подобранным автопарком премиальных и экзотических автомобилей, мы предлагаем вам возможность испытать Дубай таким, каким он должен быть - в изысканной роскоши и впечатляющем стиле. Независимо от того, находитесь ли вы здесь по делам, для отдыха, для особого случая или просто чтобы осуществить свою мечту о вождении суперкара по Sheikh Zayed Road, мы делаем это реальностью с безупречным сервисом и вниманием к деталям."
  },

  "whyChoose": {
    "title": "Почему стоит выбрать Open Road?",
    "premiumVehicles": {
      "title": "Премиум-автомобили",
      "description": "Наш автопарк состоит из новых, хорошо обслуживаемых автомобилей, которые регулярно чистятся и обслуживаются."
    },
    "exceptionalService": {
      "title": "Исключительный Сервис",
      "description": "Мы предоставляем персонализированный, ориентированный на клиента сервис с гибкими вариантами аренды."
    },
    "competitiveRates": {
      "title": "Конкурентные Тарифы",
      "description": "Прозрачное ценообразование без скрытых платежей и конкурентные тарифы на все наши премиальные автомобили."
    }
  },

  "visitLocation": {
    "title": "Посетите наш офис",
    "description": "Наше удобное расположение в Аль-Джаддаф, Дубай, упрощает получение вашего премиального арендованного автомобиля."
  },

  "whatsappSupport": "Поддержка WhatsApp 24/7",
  "openHours": "Открыто ежедневно с 9:00 до 21:00",

  "readyToExperience": {
    "title": "Готовы ощутить роскошь?",
    "description": "Свяжитесь с нами сегодня, чтобы забронировать ваш премиальный автомобиль и поднять ваш опыт в Дубае на новый уровень."
  },

  "callNow": "Позвонить сейчас"
}
